[
    {
        "hindi":"Hello? Is this Jaya?",
        "english":"Hello? Is this Jaya? Speaking. Yes, this is Jaya. Who is this? And Jaya. Congratulations. Your resume got shortlisted. So we are conducting a walk in interview at X place. Would you like to come and attend? That sounds great, but it's my sincere request to conduct my upcoming interview for the X position online rather than in person. I understand the importance of face to face meeting. However, due to my medical injury, I believe that online interview would be more suitable for both parties. I want to assure you that my enthusiasm and commitment to Oho company and this position remains exhilarating. But I'm really sorry to say that due to travel limitations and health concerns, I would not be able to make it to walk in interview. Also, I feel like conducting this interview online can save valuable time and resource for both of us. Let me know what you feel about it. Oh sure, no problem. I think we can go with online interview."
    },
    {
        "hindi":"Where do you see yourself in the next five years?",
        "english":"Yeah, I just wanted to know, like, where do you see yourself in the next five years? CEO of this company, married and settled. Then what? I see myself in a position where I have developed my skills and expertise in my current field. In the next five years, I'm hoping to have made a significant contribution to your organization's success. I think I would aim to take on more responsibilities than I'm taking in today and possibly assume a leadership role within the company. Depending on the opportunities that arise, I plan to continue learning and growing, possibly by pursuing additional certifications or advanced degrees to stay updated in my field. Additionally, my goal is to be a valuable asset to my team and my company. That's all."
    },
    {
        "hindi":"flexible to relocate?",
        "english":"So currently we are just hiring for a location in Hyderabad and Pune. So are you flexible to relocate? Definitely I can relocate. I like other cities. No, I can't relocate because I have to look after my parents. I am definitely open to relocating for the right opportunity. I was anyway eagerly looking forward for a location to take on new challenges. Flexible and willing to consider the possibility of relocating. Ideally, I would like to continue working in my current location because I have strong ties is here. However, if the role and the company align with my career goals, I would consider relocation. As long as it's a reasonable distance and the terms are fair."
    },
    {
        "hindi":"Is anyone having any question for me?",
        "english":"Okay, guys, I think you're clear with the issue now. Is anyone having any question for me? No questions. I don't have any doubt. Hi, I think I'm clear on everything discussed, so based on the points shared, I have no queries from my end. I've got no immediate questions at this point, but we'll go through the points discussed and ping you back in case if I come up with any questions. I'm up to speed, so no questions to ask at this time. I've reviewed the material properly, and I'm questioned free at this moment. I don't require any additional clarification, though, at the moment, as I'm clear with everything, I'm all caught up for now, so no questions for me at the moment."
    },
    {
        "hindi":"",
        "english":"Hi Jaya. We just got your mail regarding your resignation. So is it, like, possible for you to share the reason for it? Since I've joined this company, I had a very great time. But somehow being in this office makes me think that my initial career goals, which I had and my personal circumstances have changed. So I try to reevaluate my long term career path and I think that my current role doesn't align with my future aspirations. So that's why I want to switch my job. My decision is definitely not because of my dissatisfaction towards work. The amount of knowledge gained in the past few months are massive. I would now like to move forward and dive deep into complex aspects of my field. So that's why I want to switch jobs because I want to take up more challenges and responsibilities to enhance my skills and broaden my knowledge. That's why I"
    },
    {
        "hindi":"Hi. Just wanted to confirm",
        "english":"Hi. Just wanted to confirm once again that this offer doesn't consist of any bonds or agreements. Right? Yes, Jay, I think we've already mentioned that we do have a period of two year bond. Yeah. Like, I find this opportunity to be an amazing one for me, but after careful consideration of my career and the company, which I want to work with, I don't think that this will align with what I'm expecting. So I've decided to not move forward, since I wouldn't want to proceed accepting an offer that comes with a bond or agreement. I'm truly grateful for the time and effort invested by you and your team in the interview process, and I'm really impressed with your vision towards your company, but unfortunately, I'm unable to accept the offer since it contains two year bond. Oh, okay. So yeah, we can understand that. Thanks for your time."
    },
    {
        "hindi":"Congratulations. You're hired",
        "english":"Haria. Congratulations. You're hired. You're hiring urgently now. So, is it possible for you to join us next week or next week? I think that will be so early for me. I don't think I can join next week. Oh. If that's the case, then I think we have to move on with other candidates. Thank you for the offer and I appreciate the opportunity to join this company. However, I must inform you that I am unable to start on the call date due to my circumstances. Considering my current commitments, I would like to propose for second week of March if that's okay with you. This date allows me to fulfill my obligations like completing my notice period, shifting to a new city making arrangements for my stay, et cetera. By extending this, I can also ensure that I can dedicate myself fully to the role once I join."
    },
    {
        "hindi":"Hi. This is Pooja from Google.",
        "english":"Hi. This is Pooja from Google. Are you available for an interview right now? Can I call you after ten minutes? Sorry, I can't talk right now. Can I call you later? Thanks for calling but I can be more present with this conversation in the next 30 minutes. So can we come back to this in half an hour? Hi, thanks for calling but I'm having a hard time talking on the phone due to lack of signal. Do you mind in calling me after 2 hours? I'm genuinely excited about the opportunity to discuss as my qualifications for the role but right now I'm kind of away from home. So can we talk after half an hour? It's hard to chat on the phone right now because I'm kind of occupied with something. So can I get back to you within few hours? Sure, Jaya. No worries. We can go with an interview after an hour."
    },
    {
        "hindi":"Why did you leave your previous job",
        "english":"With that. Can you please tell us why did you leave your previous job and your previous company? Well I have loved my time at Xcompany and I'm really proud of the successful projects and campaigns that I have managed. However I think the time has come for a change. They were going through some management changes and lot of projects were on hold and I've been thinking for a while that I would like to work for a bigger company with more opportunities for growth just like yours. This position seems like a great fit for that. Well actually I thought about moving to a position where I can confront more difficult tasks. I also wanted a change of environment so that I can work on myself to pursue a better career than my previous one. But if I have to be really honest then my work in my previous company was no more a challenging one for me. So I decided to try out a few more new choices."
    }
]